Repository: Simon-developer/Fonties
Catalog: Fonties/Localisations/*.lproj/Localizable.strings
Languages: ru

# settingsScreen
source: Settings
ru: Настройки

# splashScreen
source: How to use
ru: Обучение

# workspaceScreen
source: Workspace
ru: Проект

# createdWithFonties
source: Already created
ru: Сделано в Fonties

source: New Project
ru: Новый проект

source: How it works
ru: Помощь

# settings
source: Settnigs
ru: Настройки

source: Recent projects
ru: Недавние проекты

# recentProjectsEmpty
source: There are no projects yet. Create one!
ru: Недавних проектов нет. Создайте новый!

# fontiesInfoMsg
source: Fonties is an app designed to provide free usage of different fonts to help people express their emotions in photos. - Developing currently in progress
ru: Fonties - приложение для бесплатного использования различных шрифтов при обработке фото. - Разработка в процессе

source: Got it!
ru: Понял!

# toStartAddNewProject
source: To start editing, please, add photo..
ru: Для того, чтобы начать, добавьте фото...

source: Choose color...
ru: Выбор цвета...

source: recently used:
ru: предыдущие:

source: no colors yet
ru: пока нет цветов

source: change pallete
ru: сменить палетку

source: Too many base images
ru: Слишком много изображений

# youMayAddOnlyOne
source: Sorry, you may add only one main image to work with
ru: Извините, в качестве базового может быть выбрано лишь одно изображение

source: Add photo
ru: Добавить фото

source: Take photo
ru: Сделать фото

# palleteClassic
source: Classic Flat
ru: Классические "плоские" цвета

# palleteBritish
source: British Pallete
ru: Британская палетка

# palleteCanadian
source: Canadian Pallete
ru: Канадская палетка
